Repository: DekodeInteraktiv/1881-number-lookup
Catalog: languages/1881-number-lookup-*.po
Languages: nb_no

source: 1881 Number Lookup
nb_no: 1881 Nummersøk

source: Adds lookup of address and contact information from 1881 in WooCommerce checkout.
nb_no: Legger til nummersøk for adresse og kontaktinfo fra 1881 i WooCommerce Checkout.

source: 1881 Number Lookup requires WooCommerce. Please install or activate WooCommerce
nb_no: 1881 nummersøk krever WooCommerce. Vennligst installer eller aktiver WooCommerce

source: 1881 Number Lookup for WooCommerce Checkout
nb_no: 1881 Nummersøk for WooCommerce Checkout

source: Start using 1881 integration in checkout by providing your subscription key below.
nb_no: Start å bruke 1881 integrasjonen i kassa ved å oppgi din API nøkkel nedenfor.

source: To find or generate a subscription key, log into
nb_no: For å finne eller generere API nøkler, logg inn på

source: and navigate to your profile to find your subscriptions. Either create a new set of API keys, or provide the primary key for an existing one.
nb_no: og naviger til din profil for å finne "subscriptions". Enten lager du et nytt sett av nøkler, eller oppgir du "primary key" for en eksisterende.

source: 1881 Authentication
nb_no: 1881 Autentisering

source: Checkout Settings
nb_no: Kasse-innstillinger

source: Checkout text
nb_no: Tekst i kassa

source: The text shown in checkout before the phone field.
nb_no: Teksten som vises i kassa over telefon-feltet.

source: Message text when number search gave no results
nb_no: Beskjed når nummersøk ikke ga noen treff

source: Phone number for 1881 lookup
nb_no: Telefonnummer for 1881 søk

source: No phone number provided
nb_no: Intet telefonnummer oppgitt

source: Phone number failed validation
nb_no: Telefonnummeret feilet valideringa

source: Autofill your information from 1881 by filling out the phone number field below.
nb_no: Automatisk fyll inn dine detaljer fra 1881 ved å fylle inn ditt telefonnummer under.

source: Sorry, no results were found for this number.
nb_no: Beklager, ingen treff på nummer.
